Repository: NatLibFi/digidownloadtool
Catalog: translations/*/LC_MESSAGES/*.po
Languages: sv

source: Ei yhteyttä palvelimeen!
sv: Ej kontakt med servern!

source: Lataustyökalu 2.0
sv: Nedladdningsverktyg 2.0

source: https://digi.kansalliskirjasto.fi/downloadtool-update-checker?userVersion=2.0
sv: https://digi.kansalliskirjasto.fi/downloadtool-update-checker?userVersion=2.0&set_language=sv

source: Jatka latausta
sv: Fortsätt nedladdningen

source: Lataa aineisto
sv: Ladda ned materialet

source: Peruuta lataus
sv: Ångra nedladdningen

source: Tarkastele ladattua aineistoa
sv: Visa nedladdat material

source: Keskeytä lataus
sv: Avbryt nedladdningen

source: sosiaali_fi_small3.png
sv: sosiaali_sv2.png

source: fi_EU_rgb_small2.png
sv: sv_EU_rgb2.png

source: Digin hakutulokset sisältävän sivun osoite
sv: Adressen till sidan som innehåller Digis sökresultat

source: Tekstiaineiston formaatti
sv: Textmaterialets format

source: teksti
sv: text

source: Kuva-aineistot
sv: Bildmaterial

source: jpg kuvat
sv: jpg bilder

source: Lataa kaikki niteen sivut
sv: Ladda ned alla sidor i bandet

source: Aineiston tallennussijainti
sv: Plats där materialet ska lagras

source: Valitse sijainti
sv: Välj plats

source: Hakemistopuun rakenne
sv: Katalogträdets struktur

source: Sivuja haussa
sv: Antal sidor i sökningen

source: Sivuja joilla hakusanat esiintyvät
sv: Antal sidor som innehåller sökorden

source: Vuosi
sv: År

source: Tallenna hakutulosten sivujen määrät
sv: Lagra sökresultatens sidantal

source: hakutulosten_sivut.csv
sv: sökresultatens_sidantal.csv

source: Tallenna ladattujen aineistojen tiedot
sv: Lagra de nedladdade materialens data

source: ladatut_aineistot.csv
sv: nedladdade_materialen.csv

source: Yhdistä tulevien latausten csv-tiedostot
sv: Kombinera nedladdningens CSV-filer

source: Latauksen tila
sv: Nedladdningens status

source: Digi aineistolataaja 2.0
sv: Digi aineistolataaja 2.0 (ruotsi)

source: Lataus alkaa pian...
sv: Nedladdningen börjar strax...

source: Osoite ei sisällä digi.kansalliskirjasto.fi osoitetta!
sv: Adressen innehåller inte adressen digi.kansalliskirjasto.fi!

source: Valitse ladattavan aineiston formaatti!
sv: Välj format för materialet som ska nedladdas!

source: Lataus keskeytetty!
sv: Nedladdningen avbruten!

source: Lataus valmis!
sv: Nedladdningen klar!

source: Ei ladattavia aineistoja, voit tarkistaa saatavilla olevat aineistot työkalun käyttöohjeesta.
sv: Inga material att ladda ned, du kan kontrollera tillgängliga material i bruksanvisningen för verktyget.

source: Ladattu:
sv: Nedladdat:

source: Vapaa levytila:
sv: Fritt diskutrymme:

source: Ladataan hakutulosta:
sv: Sökresultatet nedladdas:

source: Latauksen arvioitu kesto:
sv: Uppskattad återstående nedladdningstid:

source: Aineistoon voi liittyä käytön rajoituksia.
sv: Restriktioner kan gälla för användningen av materialet.

source: Lataus keskeytyy, kun viimeisin hakutulos on ladattu loppuun.
sv: Nedladdningen upphör när det sista sökresultatet nedladdats.

source: Ladataan aineistojen tietoja:
sv: Materialens data nedladdas:

source: Sivuja, joilla hakusanat esiintyvät
sv: Antal sidor som innehåller sökorden

source: Valmistellaan ladattavia aineistoja:
sv: Materialen förbereds för nedladdning:

source: Ei tekijänoikeutta.
sv: Ej upphovsrätt.

source: Kansalliskirjaston digitaaliset aineistot
sv: Nationalbibliotekets digitala material
