Repository: NatLibFi/digidownloadtool
Catalog: translations/*/LC_MESSAGES/*_csv_viewer.po
Languages: sv

source: Muutokset tallennettu csv-tiedostoon!
sv: Ändringarna har sparats i CSV-filen!

source: Tallennus csv-tiedostoon epäonnistui, sulje mahdollisesti avattuna oleva csv-tiedosto!
sv: Kunde inte spara i CSV-filen, stäng möjligen öppen CSV-fil!

source: Kuvan poisto ei onnistunut! Tiedosto voi olla käytössä.
sv: Bilden kunde inte raderas! Filen kan vara i bruk.

source: Alton poisto ei onnistunut! Tiedosto voi olla käytössä.
sv: Alto kunde inte raderas! Filen kan vara i bruk.

source: Valittuun sivuun liittyvä kommentti
sv: Kommentar om den valda sidan

source: Tulosten yhteismäärä:
sv: Resultat sammanlagt:

source: Suodatettujen tulosten yhteismäärä:
sv: Filtrerade resultat sammanlagt:

source: Annettu säännöllinen lauseke ei ollut toimiva.
sv: Det angivna reguljära uttrycket fungerade inte.

source: Suodatus ei tuottanut tuloksia.
sv: Filtreringen gav inga resultat.

source: Suodatettujen tulosten yhteismäärä: 0
sv: Filtrerade resultat sammanlagt: 0

source: Edellinen
sv: Föregående

source: Seuraava
sv: Nästa

source: Osumaympäristöjen suodatus
sv: Filtrering av träffkontexter

source: Ladatun aineiston hakemisto
sv: Katalog för det nedladdade materialet

source: csv-tiedosto
sv: CSV-fil

source: Valitse csv-tiedosto!
sv: Välj CSV-fil!

source: Aloitetaan käsittelyä
sv: Bearbetning inleds

source: Valitse sijainti
sv: Välj plats

source: Valitse csv
sv: Välj CSV

source: Käsitellään sivua:
sv: Bearbetar sidan:

source: Tarvittavia tietoja aineistojen tarkasteluun ei löytynyt!
sv: Nödvändiga data för att visa material hittades inte!

source: Poista valittu sivu
sv: Ta bort vald sida

source: Tarkastelutyökalu
sv: Visningsverktyg

source: Ei yhteyttä palvelimeen!
sv: Ej kontakt med servern!

source: Luodaan käyttöliittymään osumaympäristöä sivulle:
sv: Skapar träffkontext i användargränssnittet för sidan:

source: Csv-tiedostossa määriteltyä kuvatiedostoa ei löytynyt!
sv: Bildfilen som anges i CSV-filen hittades inte!

source: Etsitään ladattuja tiedostoja:
sv: Söker nedladdade filer:

source: numero
sv: nummer

source: sivu
sv: sida
